# ZSH
brew "zsh"

# Command line utilities
brew "autojump"
brew "diff-so-fancy"
brew "httpie"
brew "terminal-notifier"
brew "thefuck"
brew "the_silver_searcher"
brew "bat"
brew "fd"

# Applications
cask "firefox"
cask "google-chrome"
cask "micrsoft-teams"
cask "setapp"
cask "fork"
cask "visual-studio-code"
cask "iterm2"
cask "macdown"
